Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

source: Optional -- add a goal-body reference photo and a current photo to help point your plan and nutrition in the right direction. You can skip this and add it later from your profile.
de: Optional -- füge ein Referenzfoto deines Zielkörpers und ein aktuelles Foto hinzu, damit dein Plan und deine Ernährung in die richtige Richtung gelenkt werden können. Du kannst dies überspringen und später über dein Profil hinzufügen.
es: Opcional -- añade una foto de referencia de tu cuerpo objetivo y una foto actual para ayudar a orientar tu plan y nutrición en la dirección correcta. Puedes omitir esto y añadirlo más tarde desde tu perfil.
fr: Facultatif -- ajoutez une photo de référence de votre corps cible et une photo actuelle pour aider à orienter votre plan et votre nutrition dans la bonne direction. Vous pouvez ignorer cette étape et l'ajouter plus tard depuis votre profil.
hy: Ընտրովի է — ավելացրու նպատակային մարմնի հղումային լուսանկար և ընթացիկ լուսանկար, որպեսզի քո պլանն ու սնունդը ճիշտ ուղղությամբ առաջնորդվեն: Կարող ես բաց թողնել սա և ավելացնել ավելի ուշ՝ քո պրոֆիլից.
it: Facoltativo -- aggiungi una foto di riferimento del corpo obiettivo e una foto attuale per aiutare a orientare il tuo piano e la tua alimentazione nella direzione giusta. Puoi saltare questo passaggio e aggiungerlo più tardi dal tuo profilo.
ka: სურვილისამებრ — დაამატე სამიზნე სხეულის რეფერენს-ფოტო და მიმდინარე ფოტო, რათა შენი გეგმა და კვება სწორი მიმართულებით წავიდეს. შეგიძლია გამოტოვო ეს ნაბიჯი და მოგვიანებით პროფილიდან დაამატო.
ru: Необязательно — добавь референс-фото целевого тела и текущее фото, чтобы направить твой план и питание в нужную сторону. Можешь пропустить этот шаг и добавить фото позже в профиле.
sr: Необавезно — додај референтну фотографију циљаног тела и тренутну фотографију да усмериш свој план и исхрану у правом смеру. Овај корак можеш прескочити и додати фотографије касније преко профила.

source: Optional -- you can skip this step.
de: Optional: Du kannst diesen Schritt überspringen.
es: Opcional: puedes omitir este paso.
fr: Facultatif : tu peux ignorer cette étape.
hy: Ընտրովի է — կարող ես բաց թողնել այս քայլը.
it: Facoltativo: puoi saltare questo passaggio.
ka: სურვილისამებრ — ამ ნაბიჯის გამოტოვება შეგიძლია.
ru: Необязательно — этот шаг можно пропустить.
sr: Необавезно — овај корак можеш прескочити.

source: Optional finisher — skip it without any penalty
de: Optionaler Finisher — überspringe ihn ohne Nachteile
es: Finisher opcional — sáltatelo sin penalización
fr: Finisher facultatif — vous pouvez le passer sans pénalité
hy: Ընտրովի եզրափակիչ վարժություն. կարող ես ազատորեն բաց թողնել
it: Finisher opzionale — saltalo senza penalità
ka: არასავალდებულო დასკვნითი სავარჯიშო — თამამად გამოტოვე, არაფერი მოხდება
ru: Необязательный финишер — можно пропустить без всяких последствий
sr: Опциони финишер — прескочи га без последица

source: Optional finisher — you're well recovered today
de: Optionaler Finisher — du bist heute gut erholt
es: Finisher opcional — hoy estás bien recuperado
fr: Finisher facultatif — vous êtes bien récupéré aujourd'hui
hy: Ընտրովի եզրափակիչ վարժություն — այսօր դու լավ վերականգնված ես
it: Finisher opzionale — oggi sei ben recuperato
ka: სურვილისამებრ დამატებითი დატვირთვა — დღეს კარგად ხარ აღდგენილი
ru: Необязательный финишер — сегодня у тебя отличное восстановление
sr: Опциони финишер — данас имаш добар опоравак

source: Optional, and never assumed -- only set if you tell us. Soma will adjust your workouts to your pregnancy stage rather than withhold them. This is general guidance only -- please follow your doctor's or midwife's advice, especially if you have any pregnancy complications.
de: Optional, und nie angenommen -- wird nur festgelegt, wenn du es uns mitteilst. Soma passt deine Workouts an deine Schwangerschaftswoche an, statt sie zurückzuhalten. Dies ist nur eine allgemeine Orientierung -- befolge bitte den Rat deines Arztes oder deiner Hebamme, besonders bei Schwangerschaftskomplikationen.
es: Opcional, y nunca asumido -- solo se establece si tú nos lo indicas. Soma ajustará tus entrenamientos a tu etapa del embarazo en lugar de retenerlos. Esto es solo orientación general -- sigue siempre el consejo de tu médico o matrona, especialmente si tienes alguna complicación en el embarazo.
fr: Facultatif, et jamais présumé -- ce champ n'est renseigné que si vous nous l'indiquez. Soma adaptera vos entraînements à votre stade de grossesse plutôt que de vous les retirer. Ceci est une orientation générale uniquement -- veuillez suivre les conseils de votre médecin ou de votre sage-femme, en particulier en cas de complications liées à la grossesse.
hy: Ընտրովի է և երբեք ինքնաբերաբար չի ենթադրվում՝ նշվում է միայն, եթե դու հայտնես մեզ։ Soma-ն կհարմարեցնի քո մարզումները հղիության փուլին, այլ ոչ թե կդադարեցնի դրանք։ Սա միայն ընդհանուր ուղեցույց է․ խնդրում ենք հետևել քո բժշկի կամ մանկաբարձուհու խորհրդին, հատկապես եթե ունես հղիության որևէ բարդություն։
it: Facoltativo, e mai presunto -- viene impostato solo se ce lo comunichi tu. Soma adatterà i tuoi allenamenti alla tua fase di gravidanza invece di sospenderli. Questa è solo un'indicazione generale -- segui sempre il consiglio del tuo medico o della tua ostetrica, specialmente in presenza di complicazioni della gravidanza.
ka: სურვილისამებრ და არასდროს ივარაუდება ავტომატურად — მხოლოდ მაშინ ფიქსირდება, თუ შენ გვეტყვი. Soma შენს ვარჯიშებს ორსულობის ეტაპს მოარგებს და არ გააუქმებს მათ. ეს მხოლოდ ზოგადი რჩევაა — მიჰყევი შენი ექიმის ან ბებიაქალის მითითებებს, განსაკუთრებით თუ გაქვს რაიმე გართულება ორსულობის დროს.
ru: Необязательно и никогда не предполагается по умолчанию — указывается, только если ты сама об этом сообщишь. Soma подстроит тренировки под срок беременности, а не отменит их совсем. Это лишь общие рекомендации — следуй советам своего врача или акушерки, особенно при осложнениях беременности.
sr: Необавезно и никада се не подразумева — уноси се само ако нам то сама кажеш. Soma ће твоје тренинге прилагодити фази трудноће, уместо да их потпуно изостави. Ово су само опште смернице — молимо те да пратиш савете свог лекара или бабице, посебно ако имаш било какве компликације у трудноћи.

source: Or bring your coach's task
de: Oder bring die Aufgabe deines Trainers mit
es: O trae la tarea de tu entrenador
fr: Ou apportez la tâche de votre coach
hy: Կամ բեր քո մարզչի առաջադրանքը
it: Oppure porta l'incarico del tuo coach
ka: ან მოიტანე შენი მწვრთნელის დავალება
ru: Или принеси задание от тренера
sr: Или донеси задатак свог тренера

source: Overrides your device's language just for Soma
de: Überschreibt die Gerätesprache nur für Soma
es: Anula el idioma de tu dispositivo solo para Soma
fr: Remplace la langue de votre appareil uniquement pour Soma
hy: Փոխարինում է քո սարքի լեզուն միայն Soma-ի համար
it: Sostituisce la lingua del dispositivo solo per Soma
ka: ცვლის შენი მოწყობილობის ენას მხოლოდ Soma-სთვის
ru: Переопределяет язык устройства только для Soma
sr: Заобилази језик твог уређаја, али само за Soma

source: PREFERENCES
de: EINSTELLUNGEN
es: PREFERENCIAS
fr: PRÉFÉRENCES
hy: ՆԱԽԸՆՏՐՈՒԹՅՈՒՆՆԵՐ
it: PREFERENZE
ka: პარამეტრები
ru: ПРЕДПОЧТЕНИЯ
sr: ПОДЕШАВАЊА

source: Pain level: %@
de: Schmerzlevel: %@
es: Nivel de dolor: %@
fr: Niveau de douleur : %@
hy: Ցավի մակարդակ՝ %@
it: Livello di dolore: %@
ka: ტკივილის დონე: %@
ru: Уровень боли: %@
sr: Ниво бола: %@

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hy: Գաղտնաբառ
ka: პაროლი
ru: Пароль
sr: Лозинка

source: Pause goal
de: Ziel pausieren
es: Pausar objetivo
fr: Mettre l'objectif en pause
hy: Դադարեցնել նպատակը
it: Metti in pausa l'obiettivo
ka: მიზნის შეჩერება
ru: Приостановить цель
sr: Паузирај циљ

source: Pause instead
de: Stattdessen pausieren
es: Pausar en su lugar
fr: Mettre en pause à la place
hy: Փոխարենը՝ դադարեցնել
it: Metti in pausa invece
ka: ამის ნაცვლად შეჩერება
ru: Приостановить вместо этого
sr: Паузирај уместо тога

source: Pausing…
de: Wird pausiert…
es: Pausando…
fr: Mise en pause…
hy: Դադարեցվում է…
it: Messa in pausa…
ka: შეჩერება…
ru: Приостановка…
sr: Паузирање…

source: Personal tracking goal only -- doesn't change suggestions
de: Nur persönliches Tracking-Ziel -- ändert die Vorschläge nicht
es: Solo objetivo de seguimiento personal -- no cambia las sugerencias
fr: Objectif de suivi personnel uniquement -- ne modifie pas les suggestions
hy: Միայն անձնական նպատակի հետևման համար — չի փոխում առաջարկները
it: Solo obiettivo di monitoraggio personale -- non modifica i suggerimenti
ka: მხოლოდ პირადი მიზნის თვალყურის დევნებისთვის — არ ცვლის შეთავაზებებს
ru: Только для личного отслеживания цели — не влияет на рекомендации
sr: Само лични циљ за праћење — не утиче на препоруке

source: Photo attached — tap to replace
de: Foto angehängt — zum Ersetzen tippen
es: Foto adjunta — toca para reemplazarla
fr: Photo jointe — appuyez pour la remplacer
hy: Լուսանկարը կցված է — հպիր՝ փոխարինելու համար
it: Foto allegata — tocca per sostituirla
ka: ფოტო მიმაგრებულია — შეეხე ჩასანაცვლებლად
ru: Фото прикреплено — нажми, чтобы заменить
sr: Фотографија прикачена — додирни да замениш

source: Photo progress
de: Fotofortschritt
es: Progreso fotográfico
fr: Progression photo
hy: Լուսանկարային առաջընթաց
it: Progressi fotografici
ka: ფოტო პროგრესი
ru: Фотопрогресс
sr: Фото напредак

source: Photos
de: Fotos
es: Fotos
hy: Լուսանկարներ
it: Foto
ka: ფოტოები
ru: Фото
sr: Фотографије

source: Pick a goal
de: Wähle ein Ziel
es: Elige un objetivo
fr: Choisissez un objectif
hy: Ընտրիր նպատակ
it: Scegli un obiettivo
ka: აირჩიე მიზანი
ru: Выбери цель
sr: Изабери циљ

source: Pick a sport type — Soma still scales volume and intensity to today's readiness.
de: Wähle eine Sportart — Soma passt Umfang und Intensität weiterhin an deine heutige Verfassung an.
es: Elige un tipo de deporte — Soma sigue ajustando el volumen y la intensidad a tu estado de hoy.
fr: Choisissez un type de sport — Soma continue d'adapter le volume et l'intensité à votre forme du jour.
hy: Ընտրիր սպորտի տեսակը — Soma-ն դեռ հարմարեցնում է ծավալն ու ինտենսիվությունը այսօրվա պատրաստվածությանը:
it: Scegli un tipo di sport — Soma continua ad adattare volume e intensità alla tua forma di oggi.
ka: აირჩიე სპორტის სახეობა — Soma კვლავ ითვალისწინებს მოცულობასა და ინტენსივობას დღევანდელი მზადყოფნის მიხედვით.
ru: Выбери вид спорта — Soma по-прежнему подстраивает объём и интенсивность под твою сегодняшнюю готовность.
sr: Изабери врсту спорта — Soma и даље прилагођава обим и интензитет данашњој спремности.

source: Pick one measurable goal — we build it into your plan
de: Wähle ein messbares Ziel: wir bauen es in deinen Plan ein
es: Elige un objetivo medible: lo incorporamos a tu plan
fr: Choisissez un objectif mesurable : nous l'intégrons à votre plan
hy: Ընտրիր մեկ չափելի նպատակ — կներառենք այն քո պլանում
it: Scegli un obiettivo misurabile: lo integriamo nel tuo piano
ka: აირჩიე ერთი გაზომვადი მიზანი — ჩავრთავთ მას შენს გეგმაში
ru: Выбери одну измеримую цель — мы встроим её в твой план
sr: Изабери један мерљив циљ — уградићемо га у твој план

source: Please discuss this plan with your care provider before continuing.
de: Bitte besprich diesen Plan vor dem Fortfahren mit deiner Ärztin oder deinem Arzt.
es: Habla este plan con tu médico antes de continuar.
fr: Veuillez discuter de ce plan avec votre professionnel de santé avant de continuer.
hy: Խնդրում ենք, այս ծրագիրը քննարկիր քո բժշկի հետ, նախքան շարունակես:
it: Parlane con il tuo medico prima di continuare.
ka: გთხოვ, ეს გეგმა განიხილო შენს ექიმთან, სანამ გააგრძელებ.
ru: Пожалуйста, обсуди этот план с врачом, прежде чем продолжить.
sr: Молимо те, разговарај о овом плану са својим лекаром пре него што наставиш.

source: Powers nearby gym & coach suggestions
de: Ermöglicht Vorschläge zu Fitnessstudios und Trainern in der Nähe
es: Habilita las sugerencias de gimnasios y entrenadores cercanos
fr: Permet les suggestions de salles de sport et coachs à proximité
hy: Օգտագործվում է մոտակա մարզադահլիճների և մարզիչների առաջարկների համար
it: Abilita i consigli su palestre e coach nelle vicinanze
ka: გამოიყენება ახლომდებარე დარბაზებისა და მწვრთნელების შეთავაზებისთვის
ru: Используется для подбора залов и тренеров поблизости
sr: Користи се за препоруке теретана и тренера у близини

source: Pregnancy
de: Schwangerschaft
es: Embarazo
fr: Grossesse
hy: Հղիություն
it: Gravidanza
ka: ორსულობა
ru: Беременность
sr: Трудноћа

source: Prioritizes which workouts are suggested first
de: Bestimmt, welche Workouts zuerst vorgeschlagen werden
es: Prioriza qué entrenamientos se sugieren primero
fr: Détermine quels entraînements sont suggérés en priorité
hy: Որոշում է, թե որ մարզումներն են առաջարկվում առաջին հերթին
it: Stabilisce la priorità degli allenamenti suggeriti
ka: განსაზღვრავს, რომელი ვარჯიშები შემოგთავაზდება პირველ რიგში
ru: Определяет, какие тренировки предлагаются в первую очередь
sr: Одређује који тренинзи се предлажу први

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hy: Գաղտնիության քաղաքականություն
it: Informativa sulla privacy
ka: კონფიდენციალურობის პოლიტიკა
ru: Политика конфиденциальности
sr: Политика приватности

source: Profile
de: Profil
es: Perfil
fr: Profil
hy: Պրոֆիլ
it: Profilo
ka: პროფილი
ru: Профиль
sr: Профил

source: Profile → Training → My goal → Pick a goal
de: Profil → Training → Mein Ziel → Wähle ein Ziel
es: Perfil → Entrenamiento → Mi objetivo → Elige un objetivo
fr: Profil → Entraînement → Mon objectif → Choisissez un objectif
hy: Պրոֆիլ → Մարզումներ → Իմ նպատակը → Ընտրել նպատակ
it: Profilo → Allenamento → Il mio obiettivo → Scegli un obiettivo
ka: პროფილი → ვარჯიშები → ჩემი მიზანი → მიზნის არჩევა
ru: Профиль → Тренировки → Моя цель → Выбрать цель
sr: Профил → Тренирање → Мој циљ → Изабери циљ

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
hy: Առաջընթաց
it: Progresso
ka: პროგრესი
ru: Прогресс
sr: Напредак

source: Progress here is sessions done plus your own check-in — no invented numbers.
de: Fortschritt bedeutet hier absolvierte Einheiten plus dein eigenes Check-in — keine erfundenen Zahlen.
es: Aquí el progreso son las sesiones hechas más tu propio seguimiento — sin números inventados.
fr: Ici, la progression correspond aux séances effectuées et à votre propre bilan — aucun chiffre inventé.
hy: Առաջընթացն այստեղ ավարտված պարապմունքներն են՝ գումարած քո սեփական նշումը — առանց հորինված թվերի:
it: Qui il progresso è dato dalle sessioni fatte più il tuo check-in personale — nessun numero inventato.
ka: პროგრესი აქ არის შესრულებული სესიები პლუს შენი საკუთარი აღრიცხვა — გამოგონილი რიცხვების გარეშე.
ru: Прогресс здесь — это выполненные занятия плюс твоя собственная отметка, без выдуманных цифр.
sr: Напредак овде чине обављене сесије плус твоја лична провера — без измишљених бројева.

source: Progress is sessions done plus your own check-in — no invented numbers.
de: Fortschritt sind absolvierte Einheiten plus dein eigener Check-in — keine erfundenen Zahlen.
es: El progreso son las sesiones hechas más tu propio control — sin números inventados.
fr: La progression, c'est les séances faites plus votre propre bilan — aucun chiffre inventé.
hy: Առաջընթացը կատարված պարապմունքներն են՝ գումարած քո սեփական չեք-ինը, առանց հորինված թվերի:
it: Il progresso è dato dalle sessioni fatte più il tuo check-in — nessun numero inventato.
ka: პროგრესი — ეს არის შესრულებული სესიები, პლუს შენი საკუთარი ჩეკ-ინი — გამოგონილი ციფრების გარეშე.
ru: Прогресс — это выполненные сессии плюс твой собственный чек-ин, без придуманных цифр.
sr: Напредак чине одрађене сесије плус твоја лична провера — без измишљених бројева.

source: Protein
de: Eiweiß
es: Proteína
fr: Protéines
hy: Սպիտակուց
it: Proteine
ka: ცილა
ru: Белки
sr: Протеини

source: Pull to refresh, or check now.
de: Zum Aktualisieren ziehen oder jetzt prüfen.
es: Desliza para actualizar o comprueba ahora.
fr: Tirez pour actualiser, ou vérifiez maintenant.
hy: Ձգիր՝ թարմացնելու համար, կամ ստուգիր հիմա։
it: Trascina per aggiornare o controlla ora.
ka: გადმოსქროლე განახლებისთვის ან შეამოწმე ახლავე.
ru: Потяни, чтобы обновить, или проверь сейчас.
sr: Повуци да освежиш, или провери сада.

source: READINESS
de: BEREITSCHAFT
es: PREPARACIÓN
fr: PRÉPARATION
hy: ՊԱՏՐԱՍՏՎԱԾՈՒԹՅՈՒՆ
it: PREPARAZIONE
ka: მზადყოფნა
ru: ГОТОВНОСТЬ
sr: СПРЕМНОСТ

source: READINESS THAT DAY
de: BEREITSCHAFT AN DIESEM TAG
es: PREPARACIÓN ESE DÍA
fr: FORME CE JOUR-LÀ
hy: ՊԱՏՐԱՍՏՎԱԾՈՒԹՅՈՒՆԸ ԱՅԴ ՕՐԸ
it: FORMA QUEL GIORNO
ka: მზადყოფნა იმ დღეს
ru: ГОТОВНОСТЬ В ЭТОТ ДЕНЬ
sr: СПРЕМНОСТ ТОГ ДАНА

source: RECOVERY
de: ERHOLUNG
es: RECUPERACIÓN
fr: RÉCUPÉRATION
hy: ՎԵՐԱԿԱՆԳՆՈՒՄ
it: RECUPERO
ka: აღდგენა
ru: ВОССТАНОВЛЕНИЕ
sr: ОПОРАВАК

source: RPE = Rate of Perceived Exertion, how hard a set feels (1 = very easy, 10 = maximum effort).
de: RPE = Empfundene Anstrengung, wie hart sich ein Satz anfühlt (1 = sehr leicht, 10 = maximale Anstrengung).
es: RPE = Índice de Esfuerzo Percibido, lo duro que se siente una serie (1 = muy fácil, 10 = esfuerzo máximo).
fr: RPE = Indice d'effort perçu, à quel point une série est difficile (1 = très facile, 10 = effort maximal).
hy: RPE = ընկալվող ծանրաբեռնվածության աստիճանը՝ որքան ծանր է զգացվում սեթը (1 = շատ հեշտ, 10 = առավելագույն ջանք).
it: RPE = Indice di sforzo percepito, quanto è impegnativa una serie (1 = molto facile, 10 = sforzo massimo).
ka: RPE = აღქმული დატვირთვის ხარისხი — რამდენად რთულად იგრძნობა სეტი (1 = ძალიან ადვილი, 10 = მაქსიმალური ძალისხმევა).
ru: RPE = субъективная оценка нагрузки: насколько тяжёлым ощущается подход (1 = очень легко, 10 = максимальное усилие).
sr: RPE = процена субјективног напора — колико тешка делује серија (1 = врло лако, 10 = максималан напор).

source: Range
de: Zeitraum
es: Rango
fr: Plage
hy: Ժամանակահատված
it: Intervallo
ka: პერიოდი
ru: Период
sr: Период

source: Re-check with your coach around %@
de: Rücksprache mit deinem Coach etwa am %@
es: Revisión con tu coach hacia el %@
fr: Point avec votre coach vers le %@
hy: Կրկին ստուգիր մարզչիդ հետ մոտավորապես %@
it: Verifica con il tuo coach intorno al %@
ka: ხელახლა შეამოწმე მწვრთნელთან დაახლოებით %@-ს
ru: Сверься с тренером примерно %@
sr: Провери са тренером око %@

source: Re-check your stage
de: Überprüfe deine Stufe erneut
es: Vuelve a comprobar tu etapa
fr: Revérifiez votre étape
hy: Ստուգիր կրկին քո փուլը
it: Ricontrolla la tua tappa
ka: გადაამოწმე შენი ეტაპი
ru: Перепроверь свой этап
sr: Поново провери ниво

source: Re-measure your baseline
de: Miss deinen Ausgangswert erneut
es: Vuelve a medir tu línea base
fr: Remesurez votre référence
hy: Կրկին չափիր քո ելակետը
it: Rimisura la tua base di partenza
ka: ხელახლა გაიზომე შენი საწყისი მაჩვენებელი
ru: Переизмерь свой базовый уровень
sr: Поново измери почетну вредност

source: Read photo with AI
de: Foto mit KI lesen
es: Leer foto con IA
fr: Lire la photo avec l'IA
hy: Կարդալ լուսանկարը AI-ով
it: Leggi la foto con l'IA
ka: წაიკითხე ფოტო AI-ით
ru: Распознать фото через AI
sr: Препознај фотографију помоћу AI-ја

source: Reading the assignment…
de: Aufgabe wird gelesen…
es: Leyendo la tarea…
fr: Lecture de la tâche…
hy: Կարդում ենք առաջադրանքը…
it: Lettura del compito…
ka: ვკითხულობთ დავალებას…
ru: Читаем задание…
sr: Читамо задатак…

source: Reads your data
de: Liest deine Daten
es: Lee tus datos
fr: Lit vos données
hy: Կարդում է տվյալները
it: Legge i tuoi dati
ka: კითხულობს მონაცემებს
ru: Считывает данные
sr: Чита твоје податке

source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Reconnecter
hy: Վերակապակցել
it: Riconnetti
ka: ხელახლა დაკავშირება
ru: Переподключить
sr: Поново повежи

source: Record attempt %lld
de: Versuch %lld speichern
es: Registrar intento %lld
fr: Enregistrer la tentative %lld
hy: Գրանցել փորձ %lld
it: Registra il tentativo %lld
ka: ცდა %lld-ის ჩაწერა
ru: Записать попытку %lld
sr: Забележи покушај %lld

source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
hy: Վերականգնում
it: Recupero
ka: აღდგენა
ru: Восстановление
sr: Опоравак

source: Recovery, sleep, HRV trends
de: Trends zu Erholung, Schlaf und HRV
es: Tendencias de recuperación, sueño y VFC
fr: Tendances de récupération, sommeil et VFC
hy: Վերականգնման, քնի, HRV միտումներ
it: Tendenze di recupero, sonno e VFC
ka: აღდგენის, ძილის, HRV ტენდენციები
ru: Тренды восстановления, сна и HRV
sr: Трендови опоравка, сна и HRV

source: Redeem a code for free access
de: Löse einen Code für kostenlosen Zugang ein
es: Canjea un código para acceso gratuito
fr: Utilisez un code pour un accès gratuit
hy: Ակտիվացրու կոդը անվճար հասանելիության համար
it: Riscatta un codice per l'accesso gratuito
ka: გამოიყენე კოდი უფასო წვდომისთვის
ru: Активировать код для бесплатного доступа
sr: Искористи код за бесплатан приступ

source: Redeeming a valid code unlocks free access to Soma Premium for a limited time.
de: Das Einlösen eines gültigen Codes schaltet für begrenzte Zeit kostenlosen Zugang zu Soma Premium frei.
es: Canjear un código válido desbloquea acceso gratuito a Soma Premium por tiempo limitado.
fr: Utiliser un code valide vous donne un accès gratuit à Soma Premium pour une durée limitée.
hy: Վավեր կոդի ակտիվացումը բացում է անվճար հասանելիություն Soma Premium-ին սահմանափակ ժամանակով։
it: Il riscatto di un codice valido sblocca l'accesso gratuito a Soma Premium per un periodo limitato.
ka: მოქმედი კოდის გააქტიურება გახსნის უფასო წვდომას Soma Premium-ზე შეზღუდული დროით.
ru: Активация действующего кода открывает бесплатный доступ к Soma Premium на ограниченное время.
sr: Активирање важећег кода отвара бесплатан приступ Soma Premium на ограничено време.

source: Referral Code
de: Empfehlungscode
es: Código de referido
fr: Code de parrainage
hy: Հրավերի կոդ
it: Codice di invito
ka: სარეფერალო კოდი
ru: Реферальный код
sr: Реферални код

source: Referral code
de: Empfehlungscode
es: Código de referido
fr: Code de parrainage
hy: Հրավերի կոդ
it: Codice di invito
ka: სარეფერალო კოდი
ru: Реферальный код
sr: Реферални код

source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
hy: Վերաստեղծել
it: Rigenera
ka: თავიდან გენერირება
ru: Сгенерировать заново
sr: Поново генериши

source: Remove Photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
hy: Հեռացնել լուսանկարը
it: Rimuovi foto
ka: წაშალე ფოტო
ru: Удалить фото
sr: Уклони фотографију

source: Remove a glass of water
de: Ein Glas Wasser entfernen
es: Quitar un vaso de agua
fr: Retirer un verre d'eau
hy: Հեռացնել մեկ բաժակ ջուր
it: Rimuovi un bicchiere d'acqua
ka: წყლის ერთი ჭიქის მოხსნა
ru: Убрать стакан воды
sr: Уклони чашу воде

source: Request a different day
de: Anderen Tag anfordern
es: Solicitar otro día
fr: Demander un autre jour
hy: Խնդրել այլ օր
it: Richiedi un altro giorno
ka: მოითხოვე სხვა დღე
ru: Запросить другой день
sr: Затражи други дан

source: Required
de: Erforderlich
es: Obligatorio
fr: Obligatoire
hy: Պարտադիր
it: Obbligatorio
ka: სავალდებულო
ru: Обязательно
sr: Обавезно

source: Reschedule
de: Verschieben
es: Reprogramar
fr: Reprogrammer
hy: Վերաժամանակացնել
it: Riprogramma
ka: გადატანა
ru: Перенести
sr: Помери

source: Rest day
de: Ruhetag
es: Día de descanso
fr: Jour de repos
hy: Հանգստյան օր
it: Giorno di riposo
ka: დასვენების დღე
ru: День отдыха
sr: Дан одмора

source: Resting HR
de: Ruhepuls
es: FC en reposo
fr: FC au repos
hy: Հանգստի սրտազարկ
it: FC a riposo
ka: მოსვენებული პულსი
ru: Пульс покоя
sr: Пулс у мировању

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
hy: Վերսկսել
it: Riprendi
ka: განახლება
ru: Возобновить
sr: Настави

source: Resuming…
de: Wird fortgesetzt…
es: Reanudando…
fr: Reprise en cours…
hy: Վերսկսում…
it: Ripresa in corso…
ka: განახლება…
ru: Возобновление…
sr: Настављање…

source: SAFETY
de: SICHERHEIT
es: SEGURIDAD
fr: SÉCURITÉ
hy: ԱՆՎՏԱՆԳՈՒԹՅՈՒՆ
it: SICUREZZA
ka: უსაფრთხოება
ru: БЕЗОПАСНОСТЬ
sr: БЕЗБЕДНОСТ
